Repository: EnzoMe85/maintenance-timer-for-web-developer
Catalog: languages/maintenance-timer-*.po
Languages: it_it

source: Contact
it_it: Contatta

source: Contact Name for Renewal:
it_it: Nome da contattare per il rinnovo:

source: days remaining for maintenance on
it_it: giorni di manutenzione restanti per il sito

source: days,
it_it: giorni,

source: ensure site security and proper functioning.
it_it: garantire la sicurezza e il corretto funzionamento del sito.

source: for assistance or to renew maintenance.
it_it: per ricevere assistenza o per rinnovare la manutenzione.

source: Functionality
it_it: Funzionalità

source: hours,
it_it: ore,

source: Link for Renewal Contact:
it_it: Link per il contatto di rinnovo:

source: MAINTENANCE ALERT:
it_it: ATTENZIONE MANUTENZIONE SCADUTA:

source: Maintenance Countdown
it_it: Conto alla rovescia per la manutenzione

source: Maintenance Ongoing:
it_it: Manutenzione in corso:

source: Maintenance Timer
it_it: Timer Manutenzione

source: minutes,
it_it: minuti,

source: New versions resolve security issues and vulnerabilities (95% of malware-compromised sites are not updated!).
it_it: Le nuove versioni risolvono problemi di sicurezza e vulnerabilità (il 95% dei siti compromessi da malware non vengono aggiornati!).

source: Save
it_it: Salva

source: seconds
it_it: secondi

source: Security
it_it: Sicurezza

source: Select the date for maintenance expiration:
it_it: Seleziona la data di scadenza della manutenzione:

source: Set Timer
it_it: Impostazioni Timer Manutenzione

source: Time remaining:
it_it: Tempo residuo:

source: to renew maintenance for
it_it: per rinnovare la manutenzione del sito

source: Updates bring new features and support for the latest hosting and external services.
it_it: Gli aggiornamenti apportano nuove funzionalità e supporto per gli ultimi servizi di hosting e esterni.

source: Updating WordPress, plugins, and the theme is crucial to
it_it: L'aggiornamento di WordPress, dei plugin e del tema è fondamentale per

source: Why is it essential to keep the site updated?
it_it: Perchè è fondamentale mantenere aggiornato il tuo sito?
